Repository: amElnagdy/new-salt
Catalog: languages/salt-shaker-*.po
Languages: de, es, fr, he, it, pt, sv, tr

source: Salt Shaker - New
de: Salt Shaker - Neu
es: Salero - Nuevo
fr: Salt Shaker - Nouveau
he: Salt Shaker - חדש
it: Salt Shaker - Nuovo
pt: Saleiro - Novo
sv: Salt Shaker - Ny
tr: Salt Shaker - Yeni

source: A plugin that changes WordPress Authentication Unique Keys and Salts to enhance and strengthen WordPress security.
de: Ein Plugin, das die eindeutigen Authentifizierungsschlüssel und Salt-Werte von WordPress ändert, um die WordPress-Sicherheit zu verbessern und zu stärken.
es: Un complemento que modifica las Claves Únicas de Autenticación y Sales de WordPress para mejorar y fortalecer la seguridad de WordPress.
fr: Un plugin qui modifie les clés d'authentification uniques et les Salt de WordPress afin d'améliorer et de renforcer la sécurité de WordPress.
he: תוסף המשנה את המפתחות הייחודיים לאימות וה-Salt של וורדפרס כדי לשפר ולחזק את האבטחה של וורדפרס.
it: Un plugin che cambia le Chiavi Uniche di Autenticazione e i Salt di WordPress per migliorare e rafforzare la sicurezza di WordPress.
pt: Um plugin que altera as Chaves Únicas de Autenticação e Sais do WordPress para aprimorar e fortalecer a segurança do WordPress.
sv: Ett tillägg som ändrar WordPress autentiseringsspecifika nycklar och Salt för att förbättra och stärka WordPress-säkerheten.
tr: WordPress Kimlik Doğrulama Benzersiz Anahtarları ve Salt'ları değiştirerek WordPress güvenliğini artıran ve güçlendiren bir eklenti.

source: Nagdy
he: נגדי

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
he: הגדרות
it: Impostazioni
pt: Configurações
sv: Inställningar
tr: Ayarlar

source: Salt Shaker Settings
de: Salt Shaker Einstellungen
es: Configuración de Salt Shaker
fr: Paramètres de Salt Shaker
he: הגדרות Salt Shaker
it: Impostazioni di Salt Shaker
pt: Configurações do Salt Shaker
sv: Salt Shaker Inställningar
tr: Salt Shaker Ayarları

source: The file which contains your salt keys is not writable. First, make sure it exists then read how to setup the correct permissions on <a href="%1$s">WordPress codex</a>.
de: Die Datei, die Ihre Salt-Schlüssel enthält, ist nicht beschreibbar. Stellen Sie zunächst sicher, dass sie existiert, und lesen Sie dann, wie Sie die korrekten Berechtigungen im <a href="%1$s">WordPress Codex</a> einrichten.
es: El archivo que contiene sus claves de sal no tiene permisos de escritura. Primero, asegúrese de que exista y luego lea cómo configurar los permisos correctos en el <a href="%1$s">códice de WordPress</a>.
fr: Le fichier contenant vos clés de sel n'est pas accessible en écriture. Tout d'abord, assurez-vous qu'il existe, puis consultez la procédure pour configurer les autorisations correctes sur le <a href="%1$s">codex WordPress</a>.
he: הקובץ המכיל את מפתחות המלח שלך אינו ניתן לכתיבה. ראשית, ודא שהוא קיים ואז קרא כיצד להגדיר את ההרשאות הנכונות ב<a href="%1$s">קודקס וורדפרס</a>.
it: Il file che contiene le tue chiavi salt non è scrivibile. Prima, assicurati che esista e poi leggi come impostare i permessi corretti su <a href="%1$s">WordPress codex</a>.
pt: O arquivo que contém suas chaves de sal não é gravável. Primeiro, certifique-se de que ele existe e, em seguida, leia como configurar as permissões corretas no <a href="%1$s">WordPress Codex</a>.
sv: Filen som innehåller dina saltnycklar är inte skrivbar. Se först till att den finns och läs sedan hur du ställer in rätt behörigheter på <a href="%1$s">WordPress codex</a>.
tr: Tuz anahtarlarınızı içeren dosya yazılabilir değil. Öncelikle mevcut olduğundan emin olun, ardından <a href="%1$s">WordPress kodeksinde</a> doğru izinlerin nasıl ayarlanacağını okuyun.

source: Unauthorized access
de: Unbefugter Zugriff
es: Acceso no autorizado
fr: Accès non autorisé
he: גישה לא מורשית
it: Accesso non autorizzato
pt: Acesso não autorizado
sv: Obehörig åtkomst
tr: Yetkisiz erişim

source: Cannot save settings: wp-config.php is not writable.
de: Einstellungen können nicht gespeichert werden: wp-config.php ist nicht beschreibbar.
es: No se pueden guardar los ajustes: wp-config.php no tiene permisos de escritura.
fr: Impossible d'enregistrer les paramètres : wp-config.php n'est pas accessible en écriture.
he: לא ניתן לשמור הגדרות: wp-config.php אינו ניתן לכתיבה.
it: Impossibile salvare le impostazioni: wp-config.php non è scrivibile.
pt: Não é possível salvar as configurações: wp-config.php não é gravável.
sv: Kan inte spara inställningar: wp-config.php är inte skrivbar.
tr: Ayarlar kaydedilemiyor: wp-config.php yazılabilir değil.

source: Invalid schedule interval
de: Ungültiges Planungsintervall
es: Intervalo de programación no válido
fr: Intervalle de planification non valide
he: מרווח זמן לא חוקי
it: Intervallo di programmazione non valido
pt: Intervalo de agendamento inválido
sv: Ogiltig schemalagd intervall
tr: Geçersiz zamanlama aralığı

source: Failed to schedule the event
de: Zeitplanmäßige Ausführung des Ereignisses fehlgeschlagen
es: Error al programar el evento
fr: Échec de la planification de l'événement
he: נכשל בתזמון האירוע
it: Impossibile programmare l'evento
pt: Falha ao agendar o evento
sv: Misslyckades med att schemalägga händelsen
tr: Etkinlik zamanlanamadı

source: Settings saved successfully
de: Einstellungen erfolgreich gespeichert
es: Configuración guardada exitosamente
fr: Paramètres enregistrés avec succès
he: ההגדרות נשמרו בהצלחה
it: Impostazioni salvate con successo
pt: Configurações salvas com sucesso
sv: Inställningar sparades framgångsrikt
tr: Ayarlar başarıyla kaydedildi

source: Cannot change salts: wp-config.php is not writable.
de: Salts können nicht geändert werden: wp-config.php ist nicht beschreibbar.
es: No se pueden cambiar las sales: wp-config.php no tiene permisos de escritura.
fr: Impossible de modifier les sels : wp-config.php n'est pas accessible en écriture.
he: לא ניתן לשנות מלחים: wp-config.php אינו ניתן לכתיבה.
it: Impossibile cambiare i salt: wp-config.php non è scrivibile.
pt: Não é possível alterar os sais: wp-config.php não é gravável.
sv: Kan inte ändra salt: wp-config.php är inte skrivbar.
tr: Tuzlar değiştirilemiyor: wp-config.php yazılabilir değil.

source: Salt keys updated successfully
de: Salt-Schlüssel erfolgreich aktualisiert
es: Claves de sal actualizadas exitosamente
fr: Clés Salt mises à jour avec succès
he: מפתחות ה-Salt עודכנו בהצלחה
it: Chiavi salt aggiornate con successo
pt: Chaves de sal atualizadas com sucesso
sv: Salt-nycklar uppdaterades framgångsrikt
tr: Salt anahtarları başarıyla güncellendi

source: Salt Shaker is not working due to a configuration error. Please visit <a href="%s">the settings page</a> to resolve this error.
de: Salt Shaker funktioniert aufgrund eines Konfigurationsfehlers nicht. Bitte besuchen Sie <a href="%s">die Einstellungsseite</a>, um diesen Fehler zu beheben.
es: Salt Shaker no está funcionando debido a un error de configuración. Por favor, visite <a href="%s">la página de configuración</a> para resolver este error.
fr: Salt Shaker ne fonctionne pas en raison d'une erreur de configuration. Veuillez visiter <a href="%s">la page des paramètres</a> pour résoudre cette erreur.
he: Salt Shaker אינו פועל בשל שגיאת תצורה. אנא בקר <a href="%s">בדף ההגדרות</a> כדי לפתור שגיאה זו.
it: Salt Shaker non funziona a causa di un errore di configurazione. Visita <a href="%s">la pagina delle impostazioni</a> per risolvere questo errore.
pt: O Salt Shaker não está funcionando devido a um erro de configuração. Por favor, visite <a href="%s">a página de configurações</a> para resolver este erro.
sv: Salt Shaker fungerar inte på grund av ett konfigurationsfel. Besök <a href="%s">inställningssidan</a> för att lösa detta fel.
tr: Salt Shaker bir yapılandırma hatası nedeniyle çalışmıyor. Lütfen bu hatayı çözmek için <a href="%s">ayarlar sayfasını</a> ziyaret ediniz.

source: Weekly
de: Wöchentlich
es: Semanalmente
fr: Hebdomadaire
he: שבועי
it: Settimanalmente
pt: Semanalmente
sv: Veckovis
tr: Haftalık

source: Monthly
de: Monatlich
es: Mensualmente
fr: Mensuel
he: חודשי
it: Mensilmente
pt: Mensalmente
sv: Månadsvis
tr: Aylık

source: Quarterly
de: Vierteljährlich
es: Trimestralmente
fr: Trimestriel
he: רבעוני
it: Trimestralmente
pt: Trimestralmente
sv: Kvartalsvis
tr: Üç Aylık

source: Biannually
de: Halbjährlich
es: Semestralmente
fr: Semestriel
he: חצי שנתי
it: Semestralmente
pt: Semestralmente
sv: Halvårsvis
tr: Altı Aylık

source: wp-config.php file not found or not accessible.
de: wp-config.php Datei nicht gefunden oder nicht zugänglich.
es: archivo wp-config.php no encontrado o no accesible.
fr: fichier wp-config.php introuvable ou inaccessible.
he: קובץ wp-config.php לא נמצא או לא נגיש.
it: file wp-config.php non trovato o non accessibile.
pt: arquivo wp-config.php não encontrado ou não acessível.
sv: wp-config.php-filen hittades inte eller är inte åtkomlig.
tr: wp-config.php dosyası bulunamadı veya erişilebilir değil.

source: wp-config.php file (%s) is not writable. Please check file permissions.
de: wp-config.php Datei (%s) ist nicht beschreibbar. Bitte überprüfen Sie die Dateiberechtigungen.
es: el archivo wp-config.php (%s) no tiene permisos de escritura. Por favor, verifique los permisos del archivo.
fr: le fichier wp-config.php (%s) n'est pas accessible en écriture. Veuillez vérifier les autorisations du fichier.
he: קובץ wp-config.php (%s) אינו ניתן לכתיבה. אנא בדוק את הרשאות הקובץ.
it: il file wp-config.php (%s) non è scrivibile. Controlla i permessi del file.
pt: o arquivo wp-config.php (%s) não é gravável. Por favor, verifique as permissões do arquivo.
sv: wp-config.php-filen (%s) är inte skrivbar. Kontrollera filbehörigheterna.
tr: wp-config.php dosyası (%s) yazılabilir değil. Lütfen dosya izinlerini kontrol edin.

source: Current Salt Keys:
de: Aktuelle Salt-Schlüssel:
es: Claves de Sal Actuales:
fr: Clés Salt actuelles :
he: מפתחות ה-Salt הנוכחיים:
it: Chiavi Salt Attuali:
pt: Chaves de Sal Atuais:
sv: Nuvarande Salt-nycklar:
tr: Mevcut Salt Anahtarları:

source: Click to hide
de: Klicken zum Verbergen
es: Haga clic para ocultar
fr: Cliquez pour masquer
he: לחץ להסתרה
it: Clicca per nascondere
pt: Clique para ocultar
sv: Klicka för att dölja
tr: Gizlemek için tıklayın

source: Click to view
de: Klicken zum Anzeigen
es: Haga clic para ver
fr: Cliquez pour afficher
he: לחץ לצפייה
it: Clicca per visualizzare
pt: Clique para visualizar
sv: Klicka för att visa
tr: Görüntülemek için tıklayın

source: Salt Shaker cannot access your wp-config.php file. Please check file permissions or contact your hosting provider.
de: Salt Shaker kann nicht auf Ihre wp-config.php-Datei zugreifen. Bitte überprüfen Sie die Dateiberechtigungen oder kontaktieren Sie Ihren Hosting-Anbieter.
es: Salt Shaker no puede acceder a su archivo wp-config.php. Por favor, verifique los permisos del archivo o contacte a su proveedor de alojamiento.
fr: Salt Shaker ne peut pas accéder à votre fichier wp-config.php. Veuillez vérifier les permissions du fichier ou contacter votre hébergeur.
he: Salt Shaker אינו יכול לגשת לקובץ wp-config.php שלך. אנא בדוק את הרשאות הקובץ או פנה לספק האחסון שלך.
it: Salt Shaker non può accedere al tuo file wp-config.php. Controlla i permessi del file o contatta il tuo provider di hosting.
pt: O Salt Shaker não pode acessar seu arquivo wp-config.php. Por favor, verifique as permissões do arquivo ou entre em contato com seu provedor de hospedagem.
sv: Salt Shaker kan inte komma åt din wp-config.php-fil. Kontrollera filbehörigheter eller kontakta din webbhotellsleverantör.
tr: Salt Shaker wp-config.php dosyanıza erişemiyor. Lütfen dosya izinlerini kontrol edin veya barındırma sağlayıcınızla iletişime geçin.

source: The following table shows the current set of the salt keys in the configuration file.
de: Die folgende Tabelle zeigt den aktuellen Satz der Salt-Schlüssel in der Konfigurationsdatei.
es: La siguiente tabla muestra el conjunto actual de claves de sal en el archivo de configuración.
fr: Le tableau suivant montre l'ensemble actuel des clés de sel dans le fichier de configuration.
he: הטבלה הבאה מציגה את הסט הנוכחי של מפתחות המלח בקובץ התצורה.
it: La seguente tabella mostra l'attuale set di chiavi salt nel file di configurazione.
pt: A tabela a seguir mostra o conjunto atual das chaves de sal no arquivo de configuração.
sv: Följande tabell visar den nuvarande uppsättningen av saltnycklar i konfigurationsfilen.
tr: Aşağıdaki tablo, yapılandırma dosyasındaki mevcut tuz anahtarları setini göstermektedir.

source: Name
es: Nombre
fr: Nom
he: שם
it: Nome
pt: Nome
sv: Namn
tr: İsim

source: Value
de: Wert
es: Valor
fr: Valeur
he: ערך
it: Valore
pt: Valor
sv: Värde
tr: Değer

source: Not set
de: Nicht festgelegt
es: No establecido
fr: Non défini
he: לא מוגדר
it: Non impostato
pt: Não definido
sv: Ej inställd
tr: Ayarlanmamış

source: Salt keys have been updated. You will be redirected to login...
de: Salt-Schlüssel wurden aktualisiert. Sie werden zur Anmeldung weitergeleitet...
es: Las claves de sal han sido actualizadas. Será redirigido para iniciar sesión...
fr: Les clés Salt ont été mises à jour. Vous allez être redirigé vers la page de connexion...
he: מפתחות ה-Salt עודכנו. תועבר להתחברות...
it: Le chiavi salt sono state aggiornate. Sarai reindirizzato al login...
pt: As chaves de sal foram atualizadas. Você será redirecionado para o login...
sv: Salt-nycklar har uppdaterats. Du kommer att omdirigeras till inloggningen...
tr: Salt anahtarları güncellendi. Giriş yapmak için yönlendirileceksiniz...

source: An error occurred while changing salt keys.
de: Bei der Änderung der Salt-Schlüssel ist ein Fehler aufgetreten.
es: Ocurrió un error al cambiar las claves de sal.
fr: Une erreur s'est produite lors de la modification des clés de sel.
he: אירעה שגיאה בעת שינוי מפתחות המלח.
it: Si è verificato un errore durante il cambio delle chiavi salt.
pt: Ocorreu um erro ao alterar as chaves de sal.
sv: Ett fel inträffade vid ändring av saltnycklar.
tr: Tuz anahtarları değiştirilirken bir hata oluştu.

source: Manual Salt Keys Change
de: Manuelle Änderung der Salt-Schlüssel
es: Cambio Manual de Claves de Sal
fr: Modification manuelle des clés Salt
he: שינוי ידני של מפתחות Salt
it: Cambio Manuale delle Chiavi Salt
pt: Alteração Manual das Chaves de Sal
sv: Manuell ändring av Salt-nycklar
tr: Manuel Salt Anahtarları Değişimi

source: You can manually change your WordPress salt keys at any time. This will log out all users (including you) and require everyone to log in again.
de: Sie können Ihre WordPress Salt-Schlüssel jederzeit manuell ändern. Dies wird alle Benutzer (einschließlich Ihnen) abmelden und erfordert eine erneute Anmeldung aller Benutzer.
es: Puede cambiar manualmente sus claves de sal de WordPress en cualquier momento. Esto cerrará la sesión de todos los usuarios (incluido usted) y requerirá que todos inicien sesión nuevamente.
fr: Vous pouvez modifier manuellement vos clés de sel WordPress à tout moment. Cela déconnectera tous les utilisateurs (y compris vous) et obligera tout le monde à se reconnecter.
he: אתה יכול לשנות ידנית את מפתחות המלח של וורדפרס בכל עת. זה יגרום לכל המשתמשים (כולל אתה) להתנתק ולדרוש מכולם להתחבר שוב.
it: Puoi cambiare manualmente le tue chiavi salt di WordPress in qualsiasi momento. Questo disconnetterà tutti gli utenti (incluso te) e richiederà a tutti di accedere di nuovo.
pt: Você pode alterar manualmente suas chaves de sal do WordPress a qualquer momento. Isso desconectará todos os usuários (incluindo você) e exigirá que todos façam login novamente.
sv: Du kan manuellt ändra dina WordPress-saltnycklar när som helst. Detta kommer att logga ut alla användare (inklusive dig) och kräva att alla loggar in igen.
tr: WordPress tuz anahtarlarınızı istediğiniz zaman manuel olarak değiştirebilirsiiz. Bu, tüm kullanıcıları (siz dahil) oturumdan çıkaracak ve herkesin tekrar giriş yapmasını gerektirecektir.

source: This is useful if you suspect unauthorized access to your site or want to force all users to re-authenticate.
de: Dies ist nützlich, wenn Sie einen unbefugten Zugriff auf Ihre Website vermuten oder alle Benutzer zur erneuten Authentifizierung zwingen möchten.
es: Esto es útil si sospecha de acceso no autorizado a su sitio o desea forzar a todos los usuarios a volver a autenticarse.
fr: Ceci est utile si vous soupçonnez un accès non autorisé à votre site ou si vous souhaitez forcer tous les utilisateurs à se ré-authentifier.
he: זה שימושי אם אתה חושד בגישה לא מורשית לאתר שלך או רוצה לאלץ את כל המשתמשים להתאמת מחדש.
it: Questo è utile se sospetti un accesso non autorizzato al tuo sito o vuoi forzare tutti gli utenti a riautenticarsi.
pt: Isso é útil se você suspeitar de acesso não autorizado ao seu site ou quiser forçar todos os usuários a se reautenticarem.
sv: Detta är användbart om du misstänker obehörig åtkomst till din webbplats eller vill tvinga alla användare att autentisera sig på nytt.
tr: Bu, sitenize yetkisiz erişimden şüpheleniyorsanız veya tüm kullanıcıların yeniden kimlik doğrulaması yapmasını istiyorsanız faydalıdır.

source: Salt Shaker cannot modify your wp-config.php file. Please check file permissions or contact your hosting provider.
de: Salt Shaker kann Ihre wp-config.php-Datei nicht modifizieren. Bitte überprüfen Sie die Dateiberechtigungen oder kontaktieren Sie Ihren Hosting-Anbieter.
es: Salt Shaker no puede modificar su archivo wp-config.php. Por favor, verifique los permisos del archivo o contacte a su proveedor de alojamiento.
fr: Salt Shaker ne peut pas modifier votre fichier wp-config.php. Veuillez vérifier les permissions du fichier ou contacter votre hébergeur.
he: Salt Shaker אינו יכול לשנות את קובץ wp-config.php שלך. אנא בדוק את הרשאות הקובץ או פנה לספק האחסון שלך.
it: Salt Shaker non può modificare il tuo file wp-config.php. Controlla i permessi del file o contatta il tuo provider di hosting.
pt: O Salt Shaker não pode modificar seu arquivo wp-config.php. Por favor, verifique as permissões do arquivo ou entre em contato com seu provedor de hospedagem.
sv: Salt Shaker kan inte modifiera din wp-config.php-fil. Kontrollera filbehörigheter eller kontakta din webbhotellsleverantör.
tr: Salt Shaker wp-config.php dosyanızı değiştiremiyor. Lütfen dosya izinlerini kontrol edin veya barındırma sağlayıcınızla iletişime geçin.

source: Changing Salt Keys...
de: Salt-Schlüssel werden geändert...
es: Cambiando Claves de Sal...
fr: Modification des clés Salt en cours...
he: משנה מפתחות Salt...
it: Cambio delle Chiavi Salt in corso...
pt: Alterando Chaves de Sal...
sv: Ändrar Salt-nycklar...
tr: Salt Anahtarları Değiştiriliyor...

source: Change Salt Keys Now
de: Salt-Schlüssel jetzt ändern
es: Cambiar Claves de Sal Ahora
fr: Modifier les clés Salt maintenant
he: שנה מפתחות Salt עכשיו
it: Cambia le Chiavi Salt Ora
pt: Alterar Chaves de Sal Agora
sv: Ändra Salt-nycklar nu
tr: Salt Anahtarlarını Şimdi Değiştir

source: Confirm Salt Key Change
de: Salt-Schlüssel-Änderung bestätigen
es: Confirmar Cambio de Claves de Sal
fr: Confirmer la modification des clés Salt
he: אשר שינוי מפתח Salt
it: Conferma Cambio Chiavi Salt
pt: Confirmar Alteração de Chave de Sal
sv: Bekräfta ändring av Salt-nycklar
tr: Salt Anahtarı Değişimini Onaylayın

source: Are you sure you want to change your WordPress salt keys?
de: Sind Sie sicher, dass Sie Ihre WordPress Salt-Schlüssel ändern möchten?
es: ¿Está seguro de que desea cambiar sus claves de sal de WordPress?
fr: Êtes-vous sûr de vouloir modifier vos clés de sel WordPress ?
he: האם אתה בטוח שברצונך לשנות את מפתחות המלח של וורדפרס?
it: Sei sicuro di voler cambiare le tue chiavi salt di WordPress?
pt: Tem certeza de que deseja alterar suas chaves de sal do WordPress?
sv: Är du säker på att du vill ändra dina WordPress-saltnycklar?
tr: WordPress tuz anahtarlarınızı değiştirmek istediğinizden emin misiniz?

source: This will log out all users (including you) and require everyone to log in again.
de: Dies wird alle Benutzer (einschließlich Ihnen) abmelden und erfordert eine erneute Anmeldung aller Benutzer.
es: Esto cerrará la sesión de todos los usuarios (incluido usted) y requerirá que todos inicien sesión nuevamente.
fr: Cela déconnectera tous les utilisateurs (y compris vous) et obligera tout le monde à se reconnecter.
he: זה יגרום לכל המשתמשים (כולל אתה) להתנתק ולדרוש מכולם להתחבר שוב.
it: Questo disconnetterà tutti gli utenti (incluso te) e richiederà a tutti di accedere di nuovo.
pt: Isso desconectará todos os usuários (incluindo você) e exigirá que todos façam login novamente.
sv: Detta kommer att logga ut alla användare (inklusive dig) och kräva att alla loggar in igen.
tr: Bu, tüm kullanıcıları (siz dahil) oturumdan çıkaracak ve herkesin tekrar giriş yapmasını gerektirecektir.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
it: Annulla
pt: Cancelar
sv: Avbryt
tr: İptal

source: Yes, Change Salt Keys
de: Ja, Salt-Schlüssel ändern
es: Sí, Cambiar Claves de Sal
fr: Oui, modifier les clés Salt
he: כן, שנה מפתחות Salt
it: Sì, Cambia le Chiavi Salt
pt: Sim, Alterar Chaves de Sal
sv: Ja, ändra Salt-nycklar
tr: Evet, Salt Anahtarlarını Değiştir

source: Premium 24/7 Support
es: Soporte Premium 24/7
fr: Support premium 24/7
he: תמיכה פרימיום 24/7
it: Supporto Premium 24/7
pt: Suporte Premium 24/7
tr: Premium 7/24 Destek

source: Get expert help anytime with our dedicated support team. No more waiting for responses!
de: Erhalten Sie jederzeit Expertenunterstützung durch unser engagiertes Support-Team. Kein Warten mehr auf Antworten!
es: Obtenga ayuda experta en cualquier momento con nuestro equipo de soporte dedicado. ¡No más esperas por respuestas!
fr: Obtenez une aide experte à tout moment avec notre équipe de support dédiée. Plus d'attente pour les réponses !
he: קבל עזרה מומחית בכל עת עם צוות התמיכה המסור שלנו. אין יותר המתנה לתגובות!
it: Ottieni aiuto esperto in qualsiasi momento con il nostro team di supporto dedicato. Basta aspettare le risposte!
pt: Obtenha ajuda especializada a qualquer momento com nossa equipe de suporte dedicada. Sem mais espera por respostas!
sv: Få experthjälp när som helst med vårt dedikerade supportteam. Inga fler väntetider på svar!
tr: Özel destek ekibimizle istediğiniz zaman uzman yardımı alın. Artık yanıt beklemek yok!

source: Smart Scheduling
de: Intelligente Planung
es: Programación Inteligente
fr: Planification intelligente
he: תזמון חכם
it: Programmazione Intelligente
pt: Agendamento Inteligente
sv: Smart schemaläggning
tr: Akıllı Zamanlama

source: Choose the perfect time for updates - when your users are least active. No more unexpected logouts!
de: Wählen Sie den perfekten Zeitpunkt für Aktualisierungen - wenn Ihre Benutzer am wenigsten aktiv sind. Keine unerwarteten Abmeldungen mehr!
es: Elija el momento perfecto para las actualizaciones - cuando sus usuarios están menos activos. ¡No más cierres de sesión inesperados!
fr: Choisissez le moment idéal pour les mises à jour - lorsque vos utilisateurs sont le moins actifs. Plus de déconnexions inattendues !
he: בחר את הזמן המושלם לעדכונים - כאשר המשתמשים שלך הכי פחות פעילים. אין יותר התנתקויות בלתי צפויות!
it: Scegli il momento perfetto per gli aggiornamenti - quando i tuoi utenti sono meno attivi. Basta logout inaspettati!
pt: Escolha o momento perfeito para atualizações - quando seus usuários estão menos ativos. Sem mais desconexões inesperadas!
sv: Välj den perfekta tiden för uppdateringar - när dina användare är minst aktiva. Inga fler oväntade utloggningar!
tr: Güncellemeler için en uygun zamanı seçin - kullanıcılarınızın en az aktif olduğu zaman. Artık beklenmedik oturum kapanmaları yok!

source: Instant Notifications
de: Sofortige Benachrichtigungen
es: Notificaciones Instantáneas
fr: Notifications instantanées
he: התראות מיידיות
it: Notifiche Istantanee
pt: Notificações Instantâneas
sv: Omedelbara aviseringar
tr: Anında Bildirimler
