Repository: amElnagdy/new-salt
Catalog: languages/salt-shaker-*.po
Languages: de, es, fr, he, it, pt, sv, tr

source: Get immediate email alerts when salt keys are updated. Stay informed and in control.
de: Erhalten Sie umgehend E-Mail-Benachrichtigungen, wenn Salt-Schlüssel aktualisiert werden. Bleiben Sie informiert und behalten Sie die Kontrolle.
es: Reciba alertas inmediatas por correo electrónico cuando se actualicen las claves de sal. Manténgase informado y en control.
fr: Recevez des alertes par e-mail immédiates lorsque les clés de sel sont mises à jour. Restez informé et gardez le contrôle.
he: קבל התראות מיידיות בדוא"ל כאשר מפתחות המלח מתעדכנים. הישאר מעודכן ובשליטה.
it: Ricevi avvisi immediati via email quando le chiavi salt vengono aggiornate. Resta informato e in controllo.
pt: Receba alertas imediatos por e-mail quando as chaves de sal forem atualizadas. Mantenha-se informado e no controle.
sv: Få omedelbara e-postaviseringar när saltnycklar uppdateras. Håll dig informerad och behåll kontrollen.
tr: Tuz anahtarları güncellendiğinde anında e-posta uyarıları alın. Bilgili ve kontrol sahibi olun.

source: Custom Email Alerts
de: Benutzerdefinierte E-Mail-Benachrichtigungen
es: Alertas por Correo Electrónico Personalizadas
fr: Alertes par e-mail personnalisées
he: התראות דוא"ל מותאמות אישית
it: Avvisi Email Personalizzati
pt: Alertas de E-mail Personalizados
sv: Anpassade e-postaviseringar
tr: Özel E-posta Uyarıları

source: Send notifications to your preferred email address. Perfect for team management.
de: Senden Sie Benachrichtigungen an Ihre bevorzugte E-Mail-Adresse. Perfekt für Teammanagement.
es: Envíe notificaciones a su dirección de correo electrónico preferida. Perfecto para la gestión de equipos.
fr: Envoyez des notifications à l'adresse e-mail de votre choix. Parfait pour la gestion d'équipe.
he: שלח התראות לכתובת הדוא"ל המועדפת עליך. מושלם לניהול צוות.
it: Invia notifiche al tuo indirizzo email preferito. Perfetto per la gestione del team.
pt: Envie notificações para seu endereço de e-mail preferido. Perfeito para gerenciamento de equipe.
sv: Skicka aviseringar till din föredragna e-postadress. Perfekt för teamhantering.
tr: Tercih ettiğiniz e-posta adresine bildirimler gönderin. Ekip yönetimi için mükemmel.

source: Smart Reminders
de: Intelligente Erinnerungen
es: Recordatorios Inteligentes
fr: Rappels intelligents
he: תזכורות חכמות
it: Promemoria Intelligenti
pt: Lembretes Inteligentes
sv: Smarta påminnelser
tr: Akıllı Hatırlatıcılar

source: Never miss an update with intelligent reminders when it's time to rotate your keys.
de: Verpassen Sie nie wieder eine Aktualisierung mit intelligenten Erinnerungen, wenn es Zeit ist, Ihre Schlüssel zu rotieren.
es: Nunca se pierda una actualización con recordatorios inteligentes cuando sea el momento de rotar sus claves.
fr: Ne manquez jamais une mise à jour grâce à des rappels intelligents lorsqu'il est temps de faire pivoter vos clés.
he: לעולם אל תפספס עדכון עם תזכורות חכמות כשהגיע הזמן לסובב את המפתחות שלך.
it: Non perdere mai un aggiornamento con promemoria intelligenti quando è il momento di ruotare le tue chiavi.
pt: Nunca perca uma atualização com lembretes inteligentes quando for hora de rotacionar suas chaves.
sv: Missa aldrig en uppdatering med intelligenta påminnelser när det är dags att rotera dina nycklar.
tr: Anahtarlarınızı değiştirme zamanı geldiğinde akıllı hatırlatıcılarla hiçbir güncellemeyi kaçırmayın.

source: Unlock Premium Features
de: Premium-Funktionen freischalten
es: Desbloquee Características Premium
fr: Débloquez les fonctionnalités premium
he: שחרר תכונות פרימיום
it: Sblocca Funzionalità Premium
pt: Desbloqueie Recursos Premium
sv: Lås upp premiumfunktioner
tr: Premium Özellikleri Açın

source: Why Upgrade to PRO?
de: Warum auf PRO upgraden?
es: ¿Por qué Actualizar a PRO?
fr: Pourquoi passer à la version PRO ?
he: למה לשדרג ל-PRO?
it: Perché Passare a PRO?
pt: Por que Atualizar para PRO?
sv: Varför uppgradera till PRO?
tr: Neden PRO'ya Yükseltmelisiniz?

source: Enhanced security with smart scheduling
de: Verbesserte Sicherheit durch intelligente Planung
es: Seguridad mejorada con programación inteligente
fr: Sécurité renforcée avec une planification intelligente
he: אבטחה משופרת עם תזמון חכם
it: Sicurezza migliorata con programmazione intelligente
pt: Segurança aprimorada com agendamento inteligente
sv: Förbättrad säkerhet med smart schemaläggning
tr: Akıllı zamanlama ile gelişmiş güvenlik

source: Better user experience with no unexpected logouts
de: Bessere Benutzererfahrung ohne unerwartete Abmeldungen
es: Mejor experiencia de usuario sin cierres de sesión inesperados
fr: Meilleure expérience utilisateur sans déconnexions inattendues
he: חווית משתמש טובה יותר ללא התנתקויות בלתי צפויות
it: Migliore esperienza utente senza logout inaspettati
pt: Melhor experiência do usuário sem desconexões inesperadas
sv: Bättre användarupplevelse utan oväntade utloggningar
tr: Beklenmedik oturum kapanmaları olmadan daha iyi kullanıcı deneyimi

source: Complete control over your security updates
de: Vollständige Kontrolle über Ihre Sicherheitsupdates
es: Control completo sobre sus actualizaciones de seguridad
fr: Contrôle complet sur vos mises à jour de sécurité
he: שליטה מלאה בעדכוני האבטחה שלך
it: Controllo completo sui tuoi aggiornamenti di sicurezza
pt: Controle completo sobre suas atualizações de segurança
sv: Fullständig kontroll över dina säkerhetsuppdateringar
tr: Güvenlik güncellemeleriniz üzerinde tam kontrol

source: Professional support when you need it
de: Professioneller Support, wenn Sie ihn benötigen
es: Soporte profesional cuando lo necesite
fr: Support professionnel quand vous en avez besoin
he: תמיכה מקצועית כשאתה זקוק לה
it: Supporto professionale quando ne hai bisogno
pt: Suporte profissional quando você precisar
sv: Professionell support när du behöver det
tr: İhtiyaç duyduğunuzda profesyonel destek

source: LIMITED TIME OFFER
de: ZEITLICH BEGRENZTES ANGEBOT
es: OFERTA POR TIEMPO LIMITADO
fr: OFFRE À DURÉE LIMITÉE
he: הצעה לזמן מוגבל
it: OFFERTA A TEMPO LIMITATO
pt: OFERTA POR TEMPO LIMITADO
sv: TIDSBEGRÄNSAT ERBJUDANDE
tr: SINIRLI SÜRE TEKLİFİ

source: Get 50% off Salt Shaker PRO!
de: Erhalten Sie 50% Rabatt auf Salt Shaker PRO!
es: ¡Obtenga un 50% de descuento en Salt Shaker PRO!
fr: Obtenez 50% de réduction sur Salt Shaker PRO !
he: קבל 50% הנחה על Salt Shaker PRO!
it: Ottieni il 50% di sconto su Salt Shaker PRO!
pt: Obtenha 50% de desconto no Salt Shaker PRO!
sv: Få 50% rabatt på Salt Shaker PRO!
tr: 50 indirim Salt Shaker PRO!

source: year
de: jahr
es: año
fr: an
he: שנה
it: anno
pt: ano
sv: år
tr: yıl

source: Upgrade Now
de: Jetzt upgraden
es: Actualizar Ahora
fr: Mettre à niveau maintenant
he: שדרג עכשיו
it: Aggiorna Ora
pt: Atualize Agora
sv: Uppgradera nu
tr: Şimdi Yükselt

source: An error occurred while saving settings.
de: Bei der Speicherung der Einstellungen ist ein Fehler aufgetreten.
es: Ocurrió un error al guardar la configuración.
fr: Une erreur s'est produite lors de l'enregistrement des paramètres.
he: אירעה שגיאה בעת שמירת ההגדרות.
it: Si è verificato un errore durante il salvataggio delle impostazioni.
pt: Ocorreu um erro ao salvar as configurações.
sv: Ett fel inträffade när inställningarna skulle sparas.
tr: Ayarlar kaydedilirken bir hata oluştu.

source: Scheduled Salt Keys Change:
de: Geplante Änderung der Salt-Schlüssel:
es: Cambio Programado de Claves de Sal:
fr: Modification programmée des clés Salt :
he: שינוי מתוזמן של מפתחות Salt:
it: Cambio Programmato delle Chiavi Salt:
pt: Alteração Agendada das Chaves de Sal:
sv: Schemalagd ändring av Salt-nycklar:
tr: Planlanmış Salt Anahtarları Değişimi:

source: Enable automatic salt key updates
de: Automatische Aktualisierung der Salt-Schlüssel aktivieren
es: Habilitar actualizaciones automáticas de claves de sal
fr: Activer les mises à jour automatiques des clés de sel
he: אפשר עדכונים אוטומטיים של מפתחות מלח
it: Abilita aggiornamenti automatici delle chiavi salt
pt: Ativar atualizações automáticas das chaves de sal
sv: Aktivera automatiska uppdateringar av saltnycklar
tr: Otomatik tuz anahtarı güncellemelerini etkinleştir

source: Update Interval
de: Aktualisierungsintervall
es: Intervalo de Actualización
fr: Intervalle de mise à jour
he: מרווח עדכון
it: Intervallo di Aggiornamento
pt: Intervalo de Atualização
sv: Uppdateringsintervall
tr: Güncelleme Aralığı

source: Daily
de: Täglich
es: Diariamente
fr: Quotidien
he: יומי
it: Giornalmente
pt: Diariamente
sv: Dagligen
tr: Günlük

source: The salt keys will be automatically changed on
de: Die Salt-Schlüssel werden automatisch geändert am
es: Las claves de sal se cambiarán automáticamente el
fr: Les clés de sel seront automatiquement modifiées le
he: מפתחות המלח ישתנו אוטומטית ב
it: Le chiavi salt saranno cambiate automaticamente il
pt: As chaves de sal serão automaticamente alteradas em
sv: Saltnycklarna kommer att ändras automatiskt den
tr: Tuz anahtarları otomatik olarak şu tarihte değiştirilecektir

source: Specific Day & Time
de: Spezifischer Tag & Zeit
es: Día y Hora Específicos
fr: Jour et heure spécifiques
he: יום ושעה ספציפיים
it: Giorno e Ora Specifici
pt: Dia e Hora Específicos
sv: Specifik dag och tid
tr: Belirli Gün ve Saat

source: Premium
he: פרימיום

source: Day
de: Tag
es: Día
fr: Jour
he: יום
it: Giorno
pt: Dia
sv: Dag
tr: Gün

source: Select a day
de: Wählen Sie einen Tag
es: Seleccione un día
fr: Sélectionnez un jour
he: בחר יום
it: Seleziona un giorno
pt: Selecione um dia
sv: Välj en dag
tr: Bir gün seçin

source: Time
de: Zeit
es: Hora
fr: Heure
he: שעה
it: Ora
pt: Hora
sv: Tid
tr: Saat

source: Select a time
de: Wählen Sie eine Zeit
es: Seleccione una hora
fr: Sélectionnez une heure
he: בחר שעה
it: Seleziona un'ora
pt: Selecione uma hora
sv: Välj en tid
tr: Bir saat seçin

source: Additional Features
de: Zusätzliche Funktionen
es: Características Adicionales
fr: Fonctionnalités supplémentaires
he: תכונות נוספות
it: Funzionalità Aggiuntive
pt: Recursos Adicionais
sv: Ytterligare funktioner
tr: Ek Özellikler

source: Remind me to update the keys manually
de: Erinnern Sie mich daran, die Schlüssel manuell zu aktualisieren
es: Recordarme actualizar las claves manualmente
fr: Me rappeler de mettre à jour manuellement les clés
he: הזכר לי לעדכן את המפתחות ידנית
it: Ricordami di aggiornare manualmente le chiavi
pt: Lembre-me de atualizar as chaves manualmente
sv: Påminn mig om att uppdatera nycklarna manuellt
tr: Anahtarları manuel olarak güncellemem için bana hatırlat

source: Notify me when an automatic update takes place
de: Benachrichtigen Sie mich, wenn eine automatische Aktualisierung stattfindet
es: Notificarme cuando se realice una actualización automática
fr: Me notifier lorsqu'une mise à jour automatique a lieu
he: הודע לי כאשר מתבצע עדכון אוטומטי
it: Avvisami quando viene effettuato un aggiornamento automatico
pt: Notifique-me quando uma atualização automática ocorrer
sv: Meddela mig när en automatisk uppdatering sker
tr: Otomatik bir güncelleme gerçekleştiğinde bana bildir

source: Upgrade to Premium for specific scheduling, reminders, and notifications.
de: Upgraden Sie auf Premium für spezifische Planung, Erinnerungen und Benachrichtigungen.
es: Actualice a Premium para programación específica, recordatorios y notificaciones.
fr: Passez à la version Premium pour une planification spécifique, des rappels et des notifications.
he: שדרג לפרימיום עבור תזמון ספציפי, תזכורות והתראות.
it: Passa a Premium per programmazione specifica, promemoria e notifiche.
pt: Atualize para o Premium para agendamento específico, lembretes e notificações.
sv: Uppgradera till Premium för specifik schemaläggning, påminnelser och aviseringar.
tr: Belirli zamanlama, hatırlatmalar ve bildirimler için Premium'a yükseltin.

source: Save Settings
de: Einstellungen speichern
es: Guardar Configuración
fr: Enregistrer les paramètres
he: שמור הגדרות
it: Salva Impostazioni
pt: Salvar Configurações
sv: Spara inställningar
tr: Ayarları Kaydet

source: WordPress salt keys or security keys are codes that help protect important information on your website. They make it harder for hackers to access your website by making passwords more complex. <br /> You don't need to remember these codes, Salt Shaker plugin takes care of generating the codes directly from WordPress API.
de: WordPress Salt-Schlüssel oder Sicherheitsschlüssel sind Codes, die wichtige Informationen auf Ihrer Website schützen. Sie erschweren Hackern den Zugriff auf Ihre Website, indem sie Passwörter komplexer machen. <br /> Sie müssen sich diese Codes nicht merken, das Salt Shaker Plugin kümmert sich um die Generierung der Codes direkt über die WordPress API.
es: Las claves de sal o claves de seguridad de WordPress son códigos que ayudan a proteger información importante en su sitio web. Dificultan el acceso de los hackers a su sitio web al hacer que las contraseñas sean más complejas. <br /> No necesita recordar estos códigos, el complemento Salt Shaker se encarga de generar los códigos directamente desde la API de WordPress.
fr: Les clés Salt ou clés de sécurité de WordPress sont des codes qui contribuent à protéger les informations importantes de votre site web. Elles rendent plus difficile l'accès à votre site web par les pirates informatiques en complexifiant les mots de passe. <br /> Vous n'avez pas besoin de mémoriser ces codes, le plugin Salt Shaker se charge de générer les codes directement à partir de l'API WordPress.
he: מפתחות ה-Salt או מפתחות האבטחה של וורדפרס הם קודים העוזרים להגן על מידע חשוב באתר שלך. הם מקשים על האקרים לגשת לאתר שלך על ידי הפיכת הסיסמאות למורכבות יותר. <br /> אינך צריך לזכור קודים אלה, תוסף Salt Shaker דואג ליצירת הקודים ישירות מה-API של וורדפרס.
it: Le chiavi salt o chiavi di sicurezza di WordPress sono codici che aiutano a proteggere informazioni importanti sul tuo sito web. Rendono più difficile per gli hacker accedere al tuo sito rendendo le password più complesse. <br /> Non devi ricordare questi codici, il plugin Salt Shaker si occupa di generare i codici direttamente dall'API di WordPress.
pt: As chaves de sal ou chaves de segurança do WordPress são códigos que ajudam a proteger informações importantes em seu site. Elas dificultam o acesso de hackers ao seu site, tornando as senhas mais complexas. <br /> Você não precisa memorizar esses códigos, o plugin Salt Shaker cuida da geração dos códigos diretamente da API do WordPress.
sv: WordPress Salt-nycklar eller säkerhetsnycklar är koder som hjälper till att skydda viktig information på din webbplats. De gör det svårare för hackare att få tillgång till din webbplats genom att göra lösenord mer komplexa. <br /> Du behöver inte komma ihåg dessa koder, Salt Shaker-tillägget tar hand om att generera koderna direkt från WordPress API.
tr: WordPress Salt anahtarları veya güvenlik anahtarları, web sitenizde önemli bilgileri korumaya yardımcı olan kodlardır. Şifreleri daha karmaşık hale getirerek bilgisayar korsanlarının web sitenize erişmesini zorlaştırırlar. <br /> Bu kodları hatırlamanız gerekmez, Salt Shaker eklentisi kodları doğrudan WordPress API'sinden üretme işlemini üstlenir.

source: Do you find this plugin useful? Please
de: Finden Sie dieses Plugin nützlich? Bitte
es: ¿Encuentra útil este complemento? Por favor
fr: Trouvez-vous ce plugin utile ? Veuillez
he: האם אתה מוצא תוסף זה שימושי? אנא
it: Trovi questo plugin utile? Per favore
pt: Você considera este plugin útil? Por favor
sv: Tycker du att detta tillägg är användbart? Vänligen
tr: Bu eklentiyi faydalı buluyor musunuz? Lütfen

source: Rate it
de: Bewerten Sie es
es: Califíquelo
fr: Le noter
he: דרג אותו
it: Valutalo
pt: Avalie-o
sv: Betygsätt det
tr: Değerlendirin

source: on WordPress.org. BIG Thanks in advance!
de: auf WordPress.org. VIELEN Dank im Voraus!
es: en WordPress.org. ¡MUCHAS gracias de antemano!
fr: sur WordPress.org. MERCI beaucoup d'avance !
he: ב-WordPress.org. תודה רבה מראש!
it: su WordPress.org. GRAZIE mille in anticipo!
pt: no WordPress.org. MUITO obrigado antecipadamente!
sv: på WordPress.org. STORT tack på förhand!
tr: WordPress.org üzerinde. Şimdiden BÜYÜK Teşekkürler!
